{
  "navbar_home": "HOME",
  "navbar_web": "WEB & SEO",
  "navbar_portfolio": "PORTFOLIO",
  "navbar_about": "ABOUT",
  "navbar_contact": "CONTACT",

  "footer_follow": "Follow us :",
  "footer_contact": "Contact us :",
  "footer_mention": "TechWeb - Freelance Developers - All right reserved - 2018",

  "home_descri_dev": "Web Developers collective ",
  "home_descri_ref": "SEO Referencement",
  "home_descri_sav1": "ASK ANY QUESTION ABOUT WEB TECHNOLOGIES",
  "home_descri_sav2": "ARTICLES",

  "home_res_title" : "Opt for a React web application, responsive design with high level performance and optimized SEO.",
  "home_res_title2" : "Creating a website or webapp in React JS is a strategic choice that could make a difference by :",
  "home_res_li1" : "The logic components for designers and developers, which translates into a standardization of support and time savings throughout the project.",
  "home_res_li2" : "A very short loading time: users becoming more demanding, to display a page instantly has become indispensable and the page loading speed is considerably optimized thanks to React JS and its virtual DOM which only loads the parts Interactive.",
  "home_res_li3" : "A more fluid user experience: the site is similar to a web application to better guide and convert the user.",
  "home_res_li4" : "Easy maintenance and evolutions thanks to a clean, structured and organized code.",

  "home_serv_title": "From the creation of your web application to it's implementation, we will be able to help in all of your digital strategy.",
  "home_serv_react_title": "React.JS Application",
  "home_serv_react_li1": "Development with HTML/CSS, JS",
  "home_serv_react_li2": "Custom website integration",
  "home_serv_react_li3": "Progressive Web App",
  "home_serv_react_li4": "State Management with Redux",

  "home_serv_react_display_title": "Our proposal React Js",

  "home_serv_seo_title": "React Native Application",
  "home_serv_seo_li1": "Hybrid applications iOs/Android",
  "home_serv_seo_li2": "Maximum code reuse",
  "home_serv_seo_li3": "Strong performance",
  "home_serv_seo_li4": "Modular and intuitive architecture",

  "home_serv_seo_display_title": "Our proposal React Native",

  "home_serv_node_title": "Node.Js Development",
  "home_serv_node_li1": "Back-End development with Js",
  "home_serv_node_li2": "RESTful API / Microservices",
  "home_serv_node_li3": "High level performances",
  "home_serv_node_li4": "Easily scalable",

  "home_serv_node_display_title": "Our proposal Node",

  "web_devis_title": "Web Conception & Referencement",
  "web_devis_title2": "YOUR WEB APP IN 1 CLIC",
  "web_devis_btn": "I WANT TO GET A FREE QUOTE",

  "web_conc_title": "DESIGN TO MEASURE SUITABLE FOR YOUR NEEDS",
  "web_conc_def_title": "DEFINE",
  "web_conc_def_descri": "We define together the needs of your project by email or appointment and a free quote is offered.",
  "web_conc_des_title": "DESIGN",
  "web_conc_des_descri": "Based on your expectations, we determine together the design of the application.",
  "web_conc_cre_title": "CREATE",
  "web_conc_cre_descri": "The application is reviewed and adjusted throughout the design process based on your feedback.",
  "web_conc_ani_title": "ANIMATE",
  "web_conc_ani_descri": "A custom animation to have a graphically pleasing web application. For that we appeal to a confirmed and award-winning graphic designer.",
  "web_conc_btn" : "ACCESS TO PORTFOLIO",

  "port_pres_title": "YOUR WEB APPLICATION",
  "port_proj_title": "MY PROJECTS",
  "port_yfo_1": "This is an app built for restaurants and hotels in order to increase the productivity of their places.",
  "port_yfo_2": "QRs codes were disposed in the restaurants which permit to the customers to order by themselves.",
  "port_yfo_3": "I handled the frond end developement with react js and ui frameworks bootstrap and reactstrap.",
  "port_yfo_4": "The orders request were connected to thermal printer ipp with node.",
  "port_cle_1": "Web application for laudry in Israel developed with react.js and node.",
  "port_cle_2": "The customers can now order their deliveries directly online and download the app thanks to A2HS.",
  "port_cle_3": "The orders are stocked in an MongoDB atlas database and deliveries datas can be handled thanks to an admin part.",
  "port_ft_1": "This one is a freelance order that i received for a vtc driver.",
  "port_ft_2": "This web app is composed of a simple form for customers reservations which sends the orders requests by mail thanks to nodemailer.",
  "port_ft_3": "With Google Matrix and Google Places API I could have implement a fare tarification according to time distances and trips time and hours.",

  "abo_title1": "About",
  "abo_title2_1": "Hiring a Freelancer is always a risky bet for a company,",
  "abo_title2_2": " that's why I propose that we get to know each other.",
  "abo_title3": "Benjamin Nadjar, Developer, Entrepreneur and Passionate",
  "abo_text_1": "Former lawyer specialized in patent law and new technologies, I was able after competition to undergo an intensive one-year computer training in Israel in which I learned to code, mainly javascript.",
  "abo_text_2": "I accompany several companies to optimize the graphical aspect and content of their web application.",
  "abo_text_3": "Trained in management issues as well as in digitalisation and connected marketing, I will be able to support your company and help it to cross the digital revolution.",
  "abo_cv": "DOWNLOAD MY CV",

  "form_contact": "Contact us",
  "form_questions": "Do you have any questions ? Do you want to get a quote ?",
  "form_fulfil": "Fulfil the present formular.",
  "form_name": "Name",
  "form_button": "Send"

}