{
  "navbar_home": "ACCUEIL",
  "navbar_web": "WEB",
  "navbar_portfolio": "PORTFOLIO",
  "navbar_articles": "ARTICLES",
  "navbar_questions": "QUESTIONS",
  "navbar_about": "A PROPOS",
  "navbar_contact": "CONTACT",

  "footer_follow": "Nous suivre :",
  "footer_contact": "Nous contacter :",
  "footer_mention": "TechWeb - Developpeurs Freelances - Tous droits réservés - 2018",

  "home_descri_dev": "Collectif de Développeurs ",
  "home_descri_ref": "Referencement SEO",
  "home_descri_sav": "En savoir plus",
  "home_descri_sav1": "UNE QUESTION A PROPOS DES TECHNOLOGIES WEB ?",
  "home_descri_sav2": "ARTICLES",
  
  "home_res_title" : "Optez pour une application web React, responsive design avec un haut niveau de performance et optimisée SEO",
  "home_res_title2" : "Créer un site internet ou une webapp en React JS est un choix stratégique qui pourrait bien faire la différence grâce à :",
  "home_res_li1" : "La logique composants pour les designers et développeurs, ce qui se traduit par une uniformisation du support et gain de temps tout au long du projet.",
  "home_res_li2" : "Un temps de chargement très court : les utilisateurs devenant de plus en plus exigeants, afficher une page instantanément est devenu indispensable et la vitesse de chargement de la page s’en voit considérablement optimisée grâce à React JS et son DOM virtuel qui charge uniquement les parties « interactives ».",
  "home_res_li3" : "Une expérience utilisateur plus fluide : le site s’apparente à une web application pour mieux guider et convertir l’utilisateur.",
  "home_res_li4" : "Une maintenance et des évolutions facilitées grâce à un code propre, structuré et organisé.",

  "home_serv_title": "De la création de votre application web à son implémentation, nous saurons vous accompagner dans l’ensemble de votre stratégie digitale.",
  "home_serv_react_title": "Application React.JS",
  "home_serv_react_li1": "Développement en HTML/CSS, JS",
  "home_serv_react_li2": "Intégration sur-mesure",
  "home_serv_react_li3": "Progressive Web App",
  "home_serv_react_li4": "Management des states: Redux",

  "home_serv_react_display_title": "Notre proposition React Js",

  "home_serv_seo_title": "React Native Application",
  "home_serv_seo_li1": "Applications hybrides iOs/Android",
  "home_serv_seo_li2": "Réutilisabilité maximale du code",
  "home_serv_seo_li3": "Peformances de haut niveau",
  "home_serv_seo_li4": "Architecture modulable et intuitive",

  "home_serv_seo_display_title": "Notre proposition React Native",

  "home_serv_node_title": "Développement Node.Js",
  "home_serv_node_li1": "Développement Back-End en Js",
  "home_serv_node_li2": "RESTful API / Microservices",
  "home_serv_node_li3": "Haut niveau de performance",
  "home_serv_node_li4": "Facilement scalable",

  "home_serv_node_display_title": "Notre proposition Node",


  "web_devis_title": "Conception web & Référencement",
  "web_devis_title2": "VOTRE WEB APP EN 1 CLIC",
  "web_devis_btn": "JE SOUHAITE OBTENIR UN DEVIS GRATUIT",

  "web_conc_title": "CONCEPTION SUR-MESURE ADAPTEE A VOS BESOINS",
  "web_conc_def_title": "DÉFINIR",
  "web_conc_def_descri": "Nous définissons ensemble les besoins de votre projet par mail ou RDV et un devis gratuit vous est proposé.",
  "web_conc_des_title": "DESIGNER",
  "web_conc_des_descri": "Sur la base de vos attentes, nous déterminons ensemble le design de l'application.",
  "web_conc_cre_title": "CRÉER",
  "web_conc_cre_descri": "L'application est revue et ajustée durant tout le processus de conception selon vos retours.",
  "web_conc_ani_title": "ANIMER",
  "web_conc_ani_descri": "Une animation sur mesure afin d'avoir une web application graphiquement agréable. Pour cela nous faisons appel à un graphiste confirmé et primé.",
  "web_conc_btn" : "ACCÉDER AU PORTFOLIO",

  "port_pres_title": "VOTRE APPLICATION WEB",
  "port_proj_title": "NOS PROJETS",
  "port_yfo_1": "This is an app built for restaurants and hotels in order to increase the productivity of their places.",
  "port_yfo_2": "QRs codes were disposed in the restaurants which permit to the customers to order by themselves.",
  "port_yfo_3": "I handled the frond end developement with react js and ui frameworks bootstrap and reactstrap.",
  "port_yfo_4": "The orders request were connected to thermal printer ipp with node.",
  "port_cle_1": "Web application for laudry in Israel developed with react.js and node.",
  "port_cle_2": "The customers can now order their deliveries directly online and download the app thanks to A2HS.",
  "port_cle_3": "The orders are stocked in an MongoDB atlas database and deliveries datas can be handled thanks to an admin part.",
  "port_ft_1": "This one is a freelance order that i received for a vtc driver.",
  "port_ft_2": "This web app is composed of a simple form for customers reservations which sends the orders requests by mail thanks to nodemailer.",
  "port_ft_3": "With Google Matrix and Google Places API I could have implement a fare tarification according to time distances and trips time and hours.",

  "abo_title1": "À propos",
  "abo_title2_1": "Embaucher est toujours un pari risqué pour une entreprise,",
  "abo_title2_2": " c’est pourquoi je vous propose que nous fassions connaissance.",
  "abo_title3": "Collectif de developpeurs, entrepreneurs et passionnés",
  "abo_text_1": "Nous sommes un collectif de développeurs français et israéliens comptant a l'heure actuelle quatres membres et plusieurs spécialités.",
  "abo_text_2": "Chacun d'entre nous dispose de compétences larges et spécifiques. De part nos origines diverses et nos milieux sociaux et professionels totalement différents nous avons pu développer des compétences complètes.",
  "abo_text_3": "Formé aussi bien aux enjeux du management qu’à ceux de la digitalisation et du marketing connecté, nous saurons accompagner votre entreprise et l’aider à franchir le cap de la révolution numérique.",

  "abo_share_title": "Parce que le développement est une question de partage",
  "abo_share_text1": "Nous sommes tous passionnés de développement et nous savons que le développement et la base de notre travail est possible grâce au partage des connaissances, alors n'hésitez pas pour toute questions à ce sujet.",
  "abo_share_text2": "Nous repondrons avec plaisir à vos questions dans la section question ou en privé via le formulaire de contact.",

  "form_contact": "Nous contacter",
  "form_questions": "Vous avez une question ? Vous souhaitez obtenir un devis ?",
  "form_fulfil": "Remplissez simplement ce formulaire.",
  "form_name": "Nom",
  "form_button": "Envoyer",


  "articles_title": "Articles",
  "articles_subtitle": "Trouvez les articles et tutoriels de nos différents collaborateurs"

}